#### SpecTypeId.Boolean Members

---

|  |
| --- |
| SpecTypeId Boolean Class   Properties   See Also |

This class contains constants identifying specs.

The  SpecTypeId Boolean  type exposes the following members.

# Properties

|  | Name | Description |
| --- | --- | --- |
| Public property Static member | YesNo | Yes/No, in discipline Common. |

# See Also

SpecTypeId Boolean Class

Autodesk.Revit.DB Namespace